Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# AboutQRCode.fourthDescription
source: You can play with **pixel and eye shapes, foreground and background colors or gradients, corner radius and the quiet zone around the code**, and even drop your own logo in the middle. **As long as the contrast stays clean and the quiet zone is intact, the code will keep scanning reliably**.
ar: يمكنك اللعب بـ **أشكال البكسل والعين، ألوان المقدمة والخلفية أو التدرجات، نصف قطر الزاوية والمنطقة الهادئة حول الرمز**، وحتى إضافة شعارك الخاص في المنتصف. **طالما ظل التباين واضحاً والمنطقة الهادئة سليمة، سيظل الرمز يُقرأ بشكل موثوق**.
az: **Piksel və göz formalarını, ön plan və fon rəngini və ya gradientini, künclərin yuvarlamasını və kodun ətrafındakı boş sahəni** tənzimləmək, həmçinin mərkəzə öz loqonuzu əlavə etmək mümkündür. **Kontrast aydın, boş kənarlar isə qorunduqca kod etibarlı şəkildə skan olunacaq**.
be: Вы можаце гуляць з **формамі пікселяў і вачэй, колерамі або градыентамі пярэдняга і задняга планаў, радыусам куткоў і ціхай зонай вакол кода**, а таксама дадаць свой лагатып у цэнтры. **Пакуль кантраснасць застаецца выразнай, а ціхая зона — цэлай, код будзе стабільна скануравацца**.
bn: আপনি **পিক্সেল ও চোখের আকৃতি, অগ্রভূমি ও পটভূমির রঙ বা গ্রেডিয়েন্ট, কোণার ব্যাসার্ধ এবং কোডের চারপাশের শান্ত অঞ্চল** নিয়ে পরীক্ষা করতে পারেন, এবং মাঝখানে নিজের লোগোও রাখতে পারেন। **যতক্ষণ কনট্রাস্ট পরিষ্কার থাকে এবং শান্ত অঞ্চল অক্ষুণ্ণ থাকে, কোড নির্ভরযোগ্যভাবে স্ক্যান হতে থাকবে**।
ca: Podeu personalitzar **la forma dels píxels i dels ulls, el color o gradient del primer pla i el fons, el radi de les cantonades i la zona silenciosa al voltant del codi**, i fins i tot afegir el vostre propi logotip al centre. **Mentre el contrast sigui net i la zona silenciosa estigui intacta, el codi continuarà escanejant-se de manera fiable**.
cs: Můžete upravit **tvar pixelů a očí, barvu nebo přechod popředí a pozadí, zaoblení rohů a klidovou zónu kolem kódu** a dokonce vložit vlastní logo doprostřed. **Pokud kontrast zůstane čistý a klidová zóna nedotčená, kód bude spolehlivě fungovat**.
da: Du kan lege med **pixel- og øjenformer, forgrundsfarver og baggrundsfarver eller gradienter, hjørneradius og den stille zone rundt om koden**, og endda sætte dit eget logo i midten. **Så længe kontrasten er ren og den stille zone er intakt, vil koden fortsætte med at scanne pålideligt**.
de: Du kannst **Pixel- und Augenformen, Vordergrund- und Hintergrundfarben oder -verläufe, den Eckenradius und die ruhige Zone um den Code** anpassen und sogar dein eigenes Logo in die Mitte einfügen. **Solange der Kontrast sauber bleibt und die ruhige Zone intakt ist, wird der Code zuverlässig gescannt**.
el: Μπορείτε να προσαρμόσετε **τα σχήματα pixel και ματιού, τα χρώματα ή διαβαθμίσεις πρώτου πλάνου και φόντου, την ακτίνα γωνίας και την ήσυχη ζώνη γύρω από τον κώδικα**, ακόμα και να τοποθετήσετε το δικό σας λογότυπο στο κέντρο. **Όσο η αντίθεση παραμένει καθαρή και η ήσυχη ζώνη άθικτη, ο κώδικας θα σαρώνεται αξιόπιστα**.
es: Puedes personalizar **la forma de los píxeles y los ojos, los colores o degradados del primer plano y el fondo, el radio de las esquinas y la zona silenciosa alrededor del código**, e incluso colocar tu propio logotipo en el centro. **Mientras el contraste sea nítido y la zona silenciosa esté intacta, el código seguirá escaneándose de forma fiable**.
fi: Voit muokata **pikselien ja silmien muotoja, etu- ja taustavärejä tai gradientteja, kulmasädettä ja koodin ympärillä olevaa hiljaista aluetta** sekä lisätä oman logosi keskelle. **Kunhan kontrasti pysyy selkeänä ja hiljainen alue on ehjä, koodi skannautuu luotettavasti**.
fr: Vous pouvez personnaliser **la forme des pixels et des yeux, les couleurs ou dégradés du premier plan et de l'arrière-plan, le rayon des coins et la zone de silence autour du code**, et même y placer votre propre logo au centre. **Tant que le contraste reste net et la zone de silence intacte, le code continuera à être scanné de manière fiable**.
he: אתה יכול להתנסות בـ **צורות פיקסל ועין, צבעי חזית ורקע או גרדיאנטים, רדיוס פינה ואזור שקט סביב הקוד**, ואפילו להוסיף לוגו משלך באמצע. **כל עוד הניגוד ברור ואזור השקט שלם, הקוד ימשיך להיסרק בצורה אמינה**.
hi: आप **पिक्सेल और आँख के आकार, अग्रभूमि और पृष्ठभूमि के रंग या ग्रेडिएंट, कोने की त्रिज्या और कोड के चारों ओर की शांत क्षेत्र** को अनुकूलित कर सकते हैं, और यहाँ तक कि बीच में अपना लोगो भी लगा सकते हैं। **जब तक कंट्रास्ट साफ रहे और शांत क्षेत्र अक्षुण्ण रहे, कोड विश्वसनीय रूप से स्कैन होता रहेगा**।
hr: Možete prilagoditi **oblik piksela i oka, boju ili gradijent prednjeg i pozadinskog plana, radijus ugla i tihu zonu oko koda**, a možete dodati i vlastiti logo u središte. **Dok god je kontrast čist i tiha zona netaknuta, kod će se pouzdano skenirati**.
hu: Testre szabhatod a **pixel- és szemformákat, az előtér- és háttérszíneket vagy átmeneteket, a sarokszélességet és a kód körüli csendes zónát**, sőt saját logót is elhelyezhetsz a közepébe. **Amíg a kontraszt tiszta és a csendes zóna érintetlen, a kód megbízhatóan beolvasható marad**.
hy: Կարելի է կարգավորել **պիքսելների և աչքերի ձևը, առաջին պլանի ու ֆոնի գույնը կամ գրադիենտը, անկյունների կլորությունը և կոդի շուրջ ազատ տարածությունը**, ինչպես նաև ավելացնել ձեր սեփական լոգոն կենտրոնում։ **Քանի դեռ կոնտրաստը պարզ է և ազատ եզրերը պահպանված են, կոդը հուսալիորեն կսկանավորվի**։
id: Anda dapat mengatur **bentuk piksel dan mata, warna atau gradien latar depan dan belakang, radius sudut, serta zona hening di sekitar kode**, bahkan menyisipkan logo Anda sendiri di tengah. **Selama kontras tetap bersih dan zona hening utuh, kode akan terus dipindai dengan andal**.
is: Þú getur stillt **form myndstykkja og augna, liti eða þverfall forgrunns og bakgrunns, hornradíus og þögult svæðið umhverfis kóðann**, og jafnvel sett eigið merki í miðjuna. **Svo lengi sem andstæðan er hrein og þögla svæðið er ósnortið, mun kóðinn halda áfram að skanna örugglega**.
it: Puoi personalizzare **la forma dei pixel e degli occhi, i colori o i gradienti di primo piano e sfondo, il raggio degli angoli e la zona silenziosa attorno al codice**, e persino inserire il tuo logo al centro. **Finché il contrasto è nitido e la zona silenziosa è intatta, il codice continuerà a essere scansionato in modo affidabile**.
ja: **ピクセルとアイの形、前景と背景の色やグラデーション、角の丸み、コード周囲のクワイエットゾーン**をカスタマイズでき、中央に独自のロゴを入れることもできます。 **コントラストが明確でクワイエットゾーンが保たれている限り、コードは確実にスキャンされ続けます**。
ka: შეგიძლიათ მოარგოთ **პიქსელებისა და თვალების ფორმა, წინა და ფონის ფერი ან გრადიენტი, კუთხის რადიუსი და კოდის გარშემო ჩუმი ზონა**, ასევე ჩასვათ საკუთარი ლოგო ცენტრში. **სანამ კონტრასტი სუფთაა და ჩუმი ზონა ხელუხლებელია, კოდი სანდოდ დასკანირდება**.
kk: **Пиксель мен көз пішіндерімен, алдыңғы және фондық түстермен немесе градиенттермен, бұрыш радиусымен және код айналасындағы тыныш аймақпен** ойнауға болады, тіпті ортасына өз логотипіңізді орналастыруға болады. **Контраст таза болып, тыныш аймақ бүтін болып тұрғанша, код сенімді сканерленуін жалғастырады**.
ko: **픽셀과 눈 모양, 전경과 배경 색상 또는 그라데이션, 모서리 반지름, 코드 주위의 여백**을 커스터마이즈하고 가운데에 나만의 로고를 넣을 수도 있습니다. **대비가 선명하고 여백이 유지되는 한 코드는 안정적으로 스캔됩니다**.
ky: **Пиксель жана көз формалары, алдыңкы жана фондук түстөр же градиенттер, бурч радиусу жана код айланасындагы тынч зона** менен ойноп, ортосуна өз логотипиңизди да коюуга болот. **Контраст таза жана тынч зона бүтүн болуп турса, код ишенимдүү сканерленүүсүн улантат**.
ms: Anda boleh menyesuaikan **bentuk piksel dan mata, warna atau kecerunan latar depan dan latar belakang, jejari sudut dan zon senyap di sekeliling kod**, malah meletakkan logo sendiri di tengah. **Selagi kontras kekal jelas dan zon senyap utuh, kod akan terus diimbas dengan boleh dipercayai**.
nb: Du kan tilpasse **piksel- og øyeformer, forgrunns- og bakgrunnsfarger eller fargeforløp, hjørneradius og den stille sonen rundt koden**, og til og med plassere din egen logo i midten. **Så lenge kontrasten er ren og den stille sonen er intakt, vil koden fortsette å skanne pålitelig**.
nl: Je kunt spelen met **pixel- en oogvormen, voor- en achtergrondkleuren of verlopen, hoekradius en de stille zone rondom de code**, en zelfs je eigen logo in het midden plaatsen. **Zolang het contrast helder blijft en de stille zone intact is, blijft de code betrouwbaar scannen**.
pl: Możesz dostosować **kształty pikseli i oczu, kolory lub gradienty pierwszego planu i tła, zaokrąglenie rogów oraz strefę ciszy wokół kodu**, a nawet umieścić własne logo pośrodku. **Dopóki kontrast jest wyraźny, a strefa ciszy nienaruszona, kod będzie skanowany niezawodnie**.
pt: Pode personalizar **a forma dos pixels e dos olhos, as cores ou gradientes do primeiro plano e do fundo, o raio dos cantos e a zona silenciosa em volta do código**, e até colocar o seu próprio logótipo no centro. **Enquanto o contraste se mantiver nítido e a zona silenciosa estiver intacta, o código continuará a ser lido de forma fiável**.
ro: Puteți personaliza **forma pixelilor și a ochilor, culorile sau gradienții primului plan și ai fundalului, raza colțurilor și zona de liniște din jurul codului**, și chiar să plasați propriul logo în centru. **Atât timp cât contrastul este clar și zona de liniște este intactă, codul va continua să fie scanat în mod fiabil**.
ru: Можно настраивать **форму пикселей и глаз, цвет или градиент переднего плана и фона, радиус углов и отступы вокруг кода**, а также добавить собственный логотип в центр. **Пока контраст остаётся чётким, а отступы сохранены, код будет надёжно сканироваться**.
sk: Môžete prispôsobiť **tvar pixelov a očí, farbu alebo prechod popredia a pozadia, zaoblenie rohov a tichú zónu okolo kódu** a dokonca vložiť vlastné logo do stredu. **Pokiaľ kontrast zostane čistý a tichá zóna neporušená, kód bude spoľahlivo fungovať**.
sv: Du kan anpassa **pixel- och ögonformer, förgrunds- och bakgrundsfärger eller gradienter, hörnradius och den tysta zonen runt koden**, och till och med placera din egen logotyp i mitten. **Så länge kontrasten är ren och den tysta zonen är intakt kommer koden att fortsätta skannas på ett tillförlitligt sätt**.
th: คุณสามารถปรับแต่ง **รูปทรงพิกเซลและดวงตา สีหรือการไล่สีของเบื้องหน้าและพื้นหลัง รัศมีมุม และโซนเงียบรอบโค้ด** รวมถึงใส่โลโก้ของคุณเองไว้ตรงกลาง **ตราบใดที่คอนทราสต์ชัดเจนและโซนเงียบยังครบถ้วน โค้ดจะยังคงสแกนได้อย่างน่าเชื่อถือ**
tr: **Piksel ve göz şekillerini, ön plan ve arka plan renklerini veya degradelerini, köşe yarıçapını ve kodun çevresindeki sessiz bölgeyi** özelleştirebilir, hatta ortaya kendi logonuzu ekleyebilirsiniz. **Kontrast temiz kaldığı ve sessiz bölge sağlam olduğu sürece kod güvenilir biçimde taranmaya devam eder**.
uk: Ви можете налаштувати **форму пікселів і очей, колір або градієнт переднього плану та фону, радіус кутів і тиху зону навколо коду**, а також розмістити власний логотип у центрі. **Доки контраст залишається чітким, а тиха зона неушкодженою, код надійно зчитуватиметься**.
vi: Bạn có thể tùy chỉnh **hình dạng điểm ảnh và mắt, màu sắc hoặc chuyển màu của nền trước và nền sau, bán kính góc và vùng yên tĩnh xung quanh mã**, thậm chí đặt logo của riêng bạn vào giữa. **Miễn là độ tương phản rõ ràng và vùng yên tĩnh còn nguyên vẹn, mã sẽ tiếp tục được quét một cách đáng tin cậy**.
zh_hans: 您可以自定义**像素与眼框的形状、前景与背景的颜色或渐变、圆角半径以及码周围的空白区域**，还可以在中央嵌入自己的Logo。 **只要对比度清晰、空白边距完整，二维码就能可靠地被扫描**。
zh_hant: 您可以自訂**像素與眼框的形狀、前景與背景的顏色或漸層、圓角半徑以及碼周圍的空白區域**，還可以在中央嵌入自己的標誌。 **只要對比度清晰、空白邊距完整，QR 碼就能可靠地被掃描**。

# AboutQRCode.secondDescription
source: You can pack different kinds of content into a single code: **plain text, links, Wi-Fi credentials, contact cards, emails, phone numbers, SMS messages or map locations**. Everything is generated right on your iPhone, so **your data never leaves the device**.
ar: يمكنك تضمين أنواع مختلفة من المحتوى في رمز واحد: **نص عادي، روابط، بيانات Wi-Fi، بطاقات الاتصال، رسائل البريد الإلكتروني، أرقام الهاتف، رسائل SMS أو مواقع الخريطة**. يتم إنشاء كل شيء على جهاز iPhone الخاص بك، لذا **لا تغادر بياناتك الجهاز أبداً**.
az: Bir koda müxtəlif növ məlumatlar yerləşdirmək olar: **sadə mətn, keçidlər, Wi-Fi girişi, kontakt kartları, e-poçt ünvanları, telefon nömrələri, SMS mesajları və ya yer məlumatı**. Hər şey birbaşa iPhone-unuzda yaradılır, ona görə də **məlumatlar heç vaxt cihazı tərk etmir**.
be: У адзін код можна змясціць розныя тыпы змесціва: **просты тэкст, спасылкі, дадзеныя Wi-Fi, кантактныя карткі, электронную пошту, нумары тэлефонаў, SMS-паведамленні або геалакацыю**. Усё генеруецца прама на вашым iPhone, таму **вашы даныя ніколі не пакідаюць прыладу**.
bn: আপনি একটি কোডে বিভিন্ন ধরনের বিষয়বস্তু রাখতে পারেন: **সাদা টেক্সট, লিঙ্ক, Wi-Fi পরিচয়পত্র, পরিচিতি কার্ড, ইমেইল, ফোন নম্বর, SMS বার্তা বা মানচিত্রের অবস্থান**। সবকিছু আপনার iPhone-এই তৈরি হয়, তাই **আপনার ডেটা কখনো ডিভাইস ছাড়ে না**।
ca: En un sol codi es pot emmagatzemar molts tipus de contingut: **text simple, enllaços, credencials Wi-Fi, targetes de contacte, adreces de correu, números de telèfon, missatges SMS o ubicacions**. Tot es genera directament al vostre iPhone, de manera que **les vostres dades mai surten del dispositiu**.
cs: Do jednoho kódu lze vložit různé druhy obsahu: **prostý text, odkazy, přihlašovací údaje Wi-Fi, kontaktní karty, e-maily, telefonní čísla, SMS zprávy nebo polohu**. Vše se generuje přímo na vašem iPhonu, takže **vaše data nikdy neopustí zařízení**.
da: Du kan pakke forskellige typer indhold ind i én kode: **almindelig tekst, links, Wi-Fi-oplysninger, visitkort, e-mails, telefonnumre, SMS-beskeder eller kortplaceringer**. Alt genereres direkte på din iPhone, så **dine data aldrig forlader enheden**.
de: In einen einzelnen Code lassen sich verschiedene Inhalte packen: **einfacher Text, Links, WLAN-Zugangsdaten, Visitenkarten, E-Mails, Telefonnummern, SMS-Nachrichten oder Kartenstandorte**. Alles wird direkt auf deinem iPhone generiert, sodass **deine Daten das Gerät niemals verlassen**.
el: Μπορείτε να αποθηκεύσετε διάφορους τύπους περιεχομένου σε έναν κώδικα: **απλό κείμενο, συνδέσμους, στοιχεία Wi-Fi, επαγγελματικές κάρτες, email, αριθμούς τηλεφώνου, μηνύματα SMS ή τοποθεσίες**. Όλα δημιουργούνται απευθείας στο iPhone σας, οπότε **τα δεδομένα σας δεν εγκαταλείπουν ποτέ τη συσκευή**.
es: En un solo código puedes incluir distintos tipos de contenido: **texto simple, enlaces, credenciales Wi-Fi, tarjetas de contacto, correos, números de teléfono, mensajes SMS o ubicaciones**. Todo se genera directamente en tu iPhone, por lo que **tus datos nunca salen del dispositivo**.
fi: Yhteen koodiin voi pakata erilaisia sisältöjä: **pelkkää tekstiä, linkkejä, Wi-Fi-tunnuksia, yhteystietokortteja, sähköposteja, puhelinnumeroita, SMS-viestejä tai sijainteja**. Kaikki luodaan suoraan iPhonellasi, joten **tietosi eivät koskaan poistu laitteelta**.
fr: Vous pouvez intégrer différents types de contenu dans un seul code : **texte brut, liens, identifiants Wi-Fi, cartes de contact, e-mails, numéros de téléphone, SMS ou localisations**. Tout est généré directement sur votre iPhone, de sorte que **vos données ne quittent jamais l'appareil**.
he: תוכל לארוז סוגים שונים של תוכן בקוד אחד: **טקסט רגיל, קישורים, פרטי Wi-Fi, כרטיסי איש קשר, דוא"ל, מספרי טלפון, הודעות SMS או מיקומי מפה**. הכל נוצר ישירות על ה-iPhone שלך, כך **הנתונים שלך לעולם לא עוזבים את המכשיר**.
hi: एक कोड में विभिन्न प्रकार की सामग्री डाली जा सकती है: **सादा पाठ, लिंक, Wi-Fi क्रेडेंशियल, संपर्क कार्ड, ईमेल, फ़ोन नंबर, SMS संदेश या मानचित्र स्थान**। सब कुछ सीधे आपके iPhone पर जनरेट होता है, इसलिए **आपका डेटा कभी भी डिवाइस नहीं छोड़ता**।
hr: U jedan kod možete pohraniti razne vrste sadržaja: **obični tekst, poveznice, Wi-Fi pristupne podatke, kontaktne kartice, e-mail adrese, telefonske brojeve, SMS poruke ili lokacije**. Sve se generira izravno na vašem iPhoneu, tako da **vaši podaci nikada ne napuštaju uređaj**.
hu: Egyetlen kódba különféle tartalmak csomagolhatók: **egyszerű szöveg, hivatkozások, Wi-Fi hitelesítő adatok, névjegykártyák, e-mailek, telefonszámok, SMS-üzenetek vagy térképhelyek**. Minden közvetlenül az iPhone-on generálódik, így **az adataid soha nem hagyják el az eszközt**.
hy: Մեկ կոդում կարելի է տեղավորել տարբեր տեսակի տվյալներ՝ **սովորական տեքստ, հղումներ, Wi-Fi մուտք, կոնտակտային քարտեր, էլ. հասցեներ, հեռախոսահամարներ, SMS-հաղորդագրություններ կամ գտնվելու վայրը**։ Ամեն ինչ ստեղծվում է անմիջապես ձեր iPhone-ում, այնպես որ **տվյալները երբեք չեն հեռանում սարքից**։
id: Anda dapat memasukkan berbagai jenis konten ke dalam satu kode: **teks biasa, tautan, kredensial Wi-Fi, kartu kontak, email, nomor telepon, pesan SMS, atau lokasi peta**. Semua dibuat langsung di iPhone Anda, sehingga **data Anda tidak pernah meninggalkan perangkat**.
is: Hægt er að setja inn mismunandi innihald í einn kóða: **venjulegan texta, tengla, Wi-Fi aðgangsgögn, tengiliðakort, tölvupósta, símanúmer, SMS-skilaboð eða staðsetningar**. Allt er búið til beint á iPhone-num þínum, þannig að **gögnin þín fara aldrei úr tækinu**.
it: In un unico codice puoi inserire diversi tipi di contenuto: **testo semplice, link, credenziali Wi-Fi, biglietti da visita, email, numeri di telefono, messaggi SMS o posizioni sulla mappa**. Tutto viene generato direttamente sul tuo iPhone, quindi **i tuoi dati non lasciano mai il dispositivo**.
ja: 1つのコードにさまざまな種類のコンテンツを格納できます：**プレーンテキスト、リンク、Wi-Fi認証情報、連絡先カード、メール、電話番号、SMSメッセージ、または地図上の場所**。 すべてiPhone上で直接生成されるため、**データがデバイスから外に出ることはありません**。
ka: ერთ კოდში შეგიძლიათ შეინახოთ სხვადასხვა ტიპის კონტენტი: **ჩვეულებრივი ტექსტი, ბმულები, Wi-Fi წვდომის მონაცემები, საკონტაქტო ბარათები, ელ. ფოსტა, ტელეფონის ნომრები, SMS შეტყობინებები ან მდებარეობა**. ყველაფერი გენერირდება პირდაპირ თქვენს iPhone-ზე, ამიტომ **თქვენი მონაცემები არასდროს ტოვებს მოწყობილობას**.
kk: Бір кодқа әртүрлі мазмұн түрлерін орналастыруға болады: **қарапайым мәтін, сілтемелер, Wi-Fi деректемелері, контакт карталары, электрондық хаттар, телефон нөмірлері, SMS хабарламалары немесе карта орналасқан жерлері**. Барлығы тікелей iPhone-да жасалады, сондықтан **деректеріңіз ешқашан құрылғыны тастамайды**.
ko: 하나의 코드에 다양한 유형의 콘텐츠를 담을 수 있습니다: **일반 텍스트, 링크, Wi-Fi 인증 정보, 연락처 카드, 이메일, 전화번호, SMS 메시지 또는 지도 위치**. 모든 것이 iPhone에서 직접 생성되므로 **데이터가 기기를 절대 떠나지 않습니다**.
ky: Бир кодго ар кандай мазмун түрлөрүн жайгаштырууга болот: **жөнөкөй текст, шилтемелер, Wi-Fi маалыматтары, байланыш карталары, электрондук каттар, телефон номерлери, SMS кабарлары же карта жайгашкан жерлери**. Баары түздөн-түз iPhone до жаратылат, ошондуктан **маалыматтарыңыз эч качан түзмөктү таштабайт**.
ms: Pelbagai jenis kandungan boleh dimasukkan ke dalam satu kod: **teks biasa, pautan, kelayakan Wi-Fi, kad kenalan, e-mel, nombor telefon, mesej SMS atau lokasi peta**. Semua dijana terus pada iPhone anda, jadi **data anda tidak pernah meninggalkan peranti**.
nb: Du kan pakke forskjellig innhold inn i én kode: **ren tekst, lenker, Wi-Fi-opplysninger, visittkort, e-poster, telefonnumre, SMS-meldinger eller kartlokasjoner**. Alt genereres direkte på iPhone-en din, slik at **dataene dine aldri forlater enheten**.
nl: Je kunt verschillende soorten inhoud in één code opslaan: **platte tekst, links, Wi-Fi-gegevens, visitekaartjes, e-mails, telefoonnummers, SMS-berichten of kaartlocaties**. Alles wordt rechtstreeks op je iPhone gegenereerd, zodat **je gegevens het apparaat nooit verlaten**.
pl: W jeden kod można zapakować różne rodzaje treści: **zwykły tekst, linki, dane Wi-Fi, wizytówki, e-maile, numery telefonów, wiadomości SMS lub lokalizacje**. Wszystko jest generowane bezpośrednio na iPhone'ie, więc **Twoje dane nigdy nie opuszczają urządzenia**.
pt: Pode incluir diferentes tipos de conteúdo num único código: **texto simples, ligações, credenciais Wi-Fi, cartões de contacto, e-mails, números de telefone, mensagens SMS ou localizações**. Tudo é gerado diretamente no seu iPhone, pelo que **os seus dados nunca saem do dispositivo**.
ro: Puteți include diferite tipuri de conținut într-un singur cod: **text simplu, linkuri, date Wi-Fi, cărți de vizită, e-mailuri, numere de telefon, mesaje SMS sau locații**. Totul este generat direct pe iPhone-ul dvs., astfel că **datele dvs. nu părăsesc niciodată dispozitivul**.
ru: В один код можно вложить самые разные данные: **обычный текст, ссылки, данные Wi-Fi, визитки, адреса электронной почты, номера телефонов, SMS-сообщения или геолокацию**. Всё генерируется прямо на вашем iPhone, поэтому **данные никогда не покидают устройство**.
sk: Do jedného kódu možno vložiť rôzne druhy obsahu: **prostý text, odkazy, prihlasovacie údaje Wi-Fi, vizitky, e-maily, telefónne čísla, SMS správy alebo polohy**. Všetko sa generuje priamo na vašom iPhone, takže **vaše údaje nikdy neopustia zariadenie**.
sv: Du kan packa in olika typer av innehåll i en enda kod: **vanlig text, länkar, Wi-Fi-uppgifter, visitkort, e-postadresser, telefonnummer, SMS-meddelanden eller kartplatser**. Allt genereras direkt på din iPhone, så **dina data lämnar aldrig enheten**.
th: คุณสามารถบรรจุเนื้อหาหลากหลายประเภทไว้ในโค้ดเดียว: **ข้อความธรรมดา ลิงก์ ข้อมูล Wi-Fi นามบัตร อีเมล หมายเลขโทรศัพท์ ข้อความ SMS หรือพิกัดบนแผนที่** ทุกอย่างถูกสร้างขึ้นบน iPhone ของคุณโดยตรง ดังนั้น **ข้อมูลของคุณจะไม่มีวันออกจากอุปกรณ์**
tr: Tek bir koda farklı türde içerikler sığdırabilirsiniz: **düz metin, bağlantılar, Wi-Fi kimlik bilgileri, kişi kartları, e-postalar, telefon numaraları, SMS mesajları veya harita konumları**. Her şey doğrudan iPhone'unuzda oluşturulur, bu nedenle **verileriniz cihazı hiçbir zaman terk etmez**.
uk: В один код можна помістити різні типи вмісту: **звичайний текст, посилання, дані Wi-Fi, контактні картки, електронні листи, номери телефонів, SMS-повідомлення або координати на карті**. Все генерується безпосередньо на вашому iPhone, тому **ваші дані ніколи не покидають пристрій**.
vi: Bạn có thể đóng gói nhiều loại nội dung vào một mã: **văn bản thuần túy, liên kết, thông tin đăng nhập Wi-Fi, danh thiếp, email, số điện thoại, tin nhắn SMS hoặc vị trí trên bản đồ**. Tất cả được tạo ngay trên iPhone của bạn, vì vậy **dữ liệu của bạn không bao giờ rời khỏi thiết bị**.
zh_hans: 一个码可以存储多种内容：**纯文本、链接、Wi-Fi 凭据、联系人名片、电子邮件地址、电话号码、SMS 短信或地理位置**。 所有内容均在您的 iPhone 上本地生成，**您的数据永远不会离开设备**。
zh_hant: 一個碼可以儲存多種內容：**純文字、連結、Wi-Fi 憑證、聯絡人名片、電子郵件地址、電話號碼、SMS 簡訊或地理位置**。 所有內容均在您的 iPhone 上本機產生，**您的資料永遠不會離開裝置**。

# AboutQRCode.secondTitle
source: What can it store?
ar: ماذا يمكنه تخزين؟
az: Nə saxlamaq olar?
be: Што ён можа захоўваць?
bn: এটি কী সংরক্ষণ করতে পারে?
ca: Què pot emmagatzemar?
cs: Co lze uložit?
da: Hvad kan den gemme?
de: Was kann er speichern?
el: Τι μπορεί να αποθηκεύσει;
es: ¿Qué puede almacenar?
fi: Mitä se voi tallentaa?
fr: Que peut-il stocker ?
he: מה הוא יכול לאחסן?
hi: यह क्या संग्रहीत कर सकता है?
hr: Što može pohraniti?
hu: Mit tud tárolni?
hy: Ի՞նչ կարելի է պահել:
id: Apa yang bisa disimpan?
is: Hvað getur það geymt?
it: Cosa può memorizzare?
ja: 何を保存できますか？
ka: რისი შენახვა შეიძლება?
kk: Ол не сақтай алады?
ko: 무엇을 저장할 수 있나요?
ky: Ал эмнени сактай алат?
ms: Apa yang boleh disimpan?
nb: Hva kan den lagre?
nl: Wat kan het opslaan?
pl: Co można przechowywać?
pt: O que pode armazenar?
ro: Ce poate stoca?
ru: Что можно хранить?
sk: Čo dokáže uložiť?
sv: Vad kan den lagra?
th: เก็บอะไรได้บ้าง?
tr: Ne depolayabilir?
uk: Що можна зберегти?
vi: Có thể lưu trữ gì?
zh_hans: 能存储什么？
zh_hant: 能儲存什麼？
